{
  "magias": [
    {
      "id": 1,
      "magicName": "Abençoar Água",
      "school": "Transmutação [Bem]",
      "magicLevel": {
        "Cleric": 1,
        "Paladin": 1
      },
      "components": ["V", "G", "M"],
      "executionTime": "1 minuto",
      "magicRange": "Toque",
      "target": "Frasco de água tocado",
      "duration": "Instantânea",
      "resistanceTest": "Vontade anula (objeto)",
      "magicResistance": "Sim (objeto)",
      "magicDescription": "Esta transmutação imbui um frasco (0,5 litro) de água com energia positiva, transformando-a em água benta.",
      "materialComponent": "2,5 kg de prata em pó (que valem 25 PO).",
      "imgPath": "img/transmutacao.jpg"
    },
    {
      "id": 2,
      "magicName": "Abençoar Arma",
      "school": "Transmutação",
      "magicLevel": {
        "Paladin": 1
      },
      "components": ["V", "G"],
      "executionTime": "1 ação padrão",
      "magicRange": "Toque",
      "target": "Arma tocada",
      "duration": "1 minuto/nível",
      "resistanceTest": "Nenhum",
      "magicResistance": "Não",
      "magicDescription": "Essa transmutação faz com que uma arma acerte inimigos malignos com verdadeira precisão. A arma é tratada como se tivesse +1 de bônus de melhoria para ultrapassar a Redução de Dano de criatura malignas ou para atacar criaturas incorpóreas malignas (embora esta magia não conceda nenhum bônus de melhoria). Além disso, a arma é considerada sagrada, possuindo efeitos especiais contra cenas criaturas, particularmente contra seres planares malignos (esse efeito neutraliza e se sobrepõe a qualquer outra tendência que a arma possui). As flechas ou virotes individuais podem ser transmutados, mas as armas de projétil (como os arcos) transmutadas não conferem os benefícios aos projéteis que disparam. Além disso, todas as avaliações de sucessos decisivos contra inimigos maus são automaticamente bem-sucedidas (portanto, toda ameaça é um sucesso decisivo). Esta transmutação não pode afetar armas que já tenham efeitos mágicos relacionados a sucessos decisivos, como uma arma afiada ou uma espada vorpal.",
      "imgPath": "img/transmutacao.jpg"
    },
    {
      "id": 3,
      "magicName": "Abrir/Fechar",
      "school": "Transmutação",
      "magicLevel": {
        "Bard": 0,
        "Sorcerer/Wizard": 0
      },
      "components": ["V", "G", "F"],
      "executionTime": "1 ação padrão",
      "magicRange": "Curto (7,5 m + 1,5 m/2 níveis)",
      "target": "Objeto pesando até 15 kg ou um portal que pode ser aberto ou fechado",
      "duration": "Instantânea",
      "resistanceTest": "Vontade anula (objeto)",
      "magicResistance": "Sim (objeto)",
      "magicDescription": "O personagem pode abrir ou fechar (à sua escolha) uma porta, baú, caixa, janela, sacola, bolsa, garrafa, barril ou outro recipiente. Se qualquer coisa impedir (como uma tranca na porta ou no baú), a magia fracassa. Além disso, a magia só pode abrir ou fechar objetos pesando 15 kg ou menos. Então portas, baús ou objetos similares feitos para criaturas enormes podem estar além da capacidade do efeito dessa magia.",
      "focus": "Uma chave de bronze.",
      "imgPath": "img/transmutacao.jpg"
    },
    {
      "id": 4,
      "magicName": "Acalmar Animais",
      "school": "Encantamento (Compulsão) [Ação Mental]",
      "magicLevel": {
        "Animal": 1,
        "Druid": 1,
        "Ranger": 1
      },
      "components": ["V", "G"],
      "executionTime": "1 ação padrão",
      "magicRange": "Curto (7,5 m + 1,5 m/2 níveis)",
      "target": "Animais a menos de 9 m entre si",
      "duration": "1 minuto/nível",
      "resistanceTest": "Vontade anula (veja texto)",
      "magicResistance": "Sim",
      "magicDescription": "Esta magia acalma e aquieta animais, deixando-os dóceis e inofensivos. Somente criaturas com Inteligência de 1 ou 2 podem ser afetadas. Todos os alvos devem ser da mesma espécie e estarem a menos de 9 m entre si. Jogue 2d4 + nível de conjurador para determinar a quantidade total de DV afetados. Os animais atrozes ou treinados para atacar ou guardar podem realizar um teste de resistência. Os animais que não tenham sido treinados não têm direito ao teste (um druida poderia acamar um urso ou lobo normal sem maiores problemas, mas seria mais difícil afetar um cão de guarda treinado). As criaturas afetadas permanecem no local onde estão e não atacam ou fogem. Elas não estão indefesas e se defendem normalmente se forem atacadas. Qualquer ameaça (fogo, um predador faminto, um ataque iminente) dissipa a magia.",
      "imgPath": "img/encantamento.jpg"
    },
    {
      "id": 5,
      "magicName": "Acalmar Emoções",
      "school": "Encantamento (Compulsão) [Ação Mental]",
      "magicLevel": {
        "Bard": 2,
        "Cleric": 2,
        "Order": 2
      },
      "components": ["V", "G", "DF"],
      "executionTime": "1 ação padrão",
      "magicRange": "Médio (30 m + 3 m/nível)",
      "area": "Criaturas numa dispersão de 6 m de raio",
      "duration": "Concentração, até 1 rodada/nível (D)",
      "resistanceTest": "Vontade anula",
      "magicResistance": "Sim",
      "magicDescription": "Esta magia acalma as criaturas agitadas. O conjurador não tem controle sobre as criaturas afetadas, mas a magia pode impedir que criaturas enraivecidas ataquem ou que criaturas calmas se agitem. As criaturas afetadas não podem realizar ações violentas (mas são capazes de se defender) ou qualquer coisa destrutiva, exceto se proteger. Qualquer ação agressiva ou dano que ameace a vida da criatura dissipa a magia imediatamente. Esta magia neutraliza imediatamente (mas não dissipa) qualquer bônus de moral concedido por magias como benção, boa esperança e fúria, além de anular a habilidade de bardo de inspirar coragem e a fúria do bárbaro. Ela também anula quaisquer efeitos de medo e remove a condição de confusão dos seus alvos. Enquanto a magia permanecer ativa, as magias neutralizadas não surtem efeito. Quando acalmar emoções terminar, a magia original volta a ser eficaz sobre a criatura - caso sua duração não tenha terminado.",
      "imgPath": "img/encantamento.jpg"
    },
    {
      "id": 6,
      "magicName": "Adivinhação",
      "school": "Adivinhação",
      "magicLevel": {
        "Cleric": 4,
        "Knowledge": 4
      },
      "components": ["V", "G", "M"],
      "executionTime": "10 minutos",
      "magicRange": "Pessoal",
      "target": "Você",
      "duration": "Instantânea",
      "magicDescription": "Como augúrio, porém mais poderosa. Esta magia pode fornecer conselhos úteis em resposta a uma questão relacionada a um objetivo, evento ou atividade que ocorrerá dentro de (no máximo) uma semana. Este parecer pode ser tão simples quanto uma frase curta ou surgir na forma de uma rima ou profecia obscura. Por exemplo, suponha a seguinte pergunta 'Estamos fazendo bem em nos aventurar nas ruínas do templo de Erythnul?'. O Mestre sabe que um poderoso troll, que protege 10.000 PO e um escudo +1 espreita na entrada, mas estima que o grupo poderia derrotar o troll depois de um combate difícil. Sendo assim, a resposta da adivinhação poderia ser 'Óleo em punho e chamas ardentes conduzirão à riqueza os meus crentes'. Em todos os casos, é o Mestre quem controla a quantidade e qualidade das informações que o personagem recebe. Se os personagens não agirem rápido, as condições podem mudar e a informação pode se tornar inútil (por exemplo, o troll pode abandonar as ruínas e levar o tesouro consigo). A chance básica para uma adivinhação correta é 70% +1% por nível de conjurador (máximo 90%). O mestre ajusta essa chance quando as circunstâncias incomuns exigem (por exemplo, quando já foram tomadas as devidas precauções contra adivinhações divinas). Se esta jogada de verificação da adivinhação fracassar, o conjurador saberá que a magia fracassou, a menos que haja outra magia enviando informações falsas contra sua adivinhação. Assim como em augúrio, diversas adivinhações sobre o mesmo assunto conjuradas pelo mesmo personagem fornecem o mesmo resultado (tanto na jogada de verificação quanto na resposta) da primeira adivinhação.",
      "materialComponent": "Incenso e ofertas em sacrifício apropriadas à sua divindade que, juntas, equivalham a 25 PO (no mínimo).",
      "imgPath": "img/adivinhacao.jpg"
    },
    {
      "id": 7,
      "magicName": "Agilidade do Gato",
      "school": "Transmutação",
      "magicLevel": {
        "Bard": 2,
        "Druid": 2,
        "Ranger": 2,
        "Sorcerer/Wizard": 2
      },
      "components": ["V", "G", "M"],
      "executionTime": "1 ação padrão",
      "magicRange": "Toque",
      "target": "Criatura tocada",
      "duration": "1 min/nível",
      "resistanceTest": "Vontade anula (inofensiva)",
      "magicResistance": "Sim",
      "magicDescription": "A criatura transmutada se torna mais graciosa, ágil e adquire maior coordenação. Esta magia concede +4 de bônus de aprimoramento na Destreza, adicionando os benefícios normais na CA, testes de resistência de Reflexos e outros usos do modificador de Destreza.",
      "materialComponent": "Um pouco de pêlo de gato."
    },
    {
      "id": 8,
      "magicName": "Agilidade do Gato em Massa",
      "school": "Transmutação",
      "magicLevel": {
        "Bard": 6,
        "Druid": 6,
        "Sorcerer/Wizard": 6
      },
      "components": ["V", "G", "M"],
      "executionTime": "1 ação padrão",
      "magicRange": "Curto (7,5 m + 1,5 m/2 níveis)",
      "targets": "1 criatura/nível, todas a menos de 9 m entre si",
      "duration": "1 min/nível",
      "resistanceTest": "Vontade anula (inofensiva)",
      "magicResistance": "Sim",
      "magicDescription": "Essa magia funciona de forma idêntica a agilidade do gato mas afeta diversas criaturas."
    },
    {
      "id": 9,
      "magicName": "Ajuda",
      "school": "Encantamento (Compulsão) [Ação-Mental]",
      "magicLevel": {
        "Cleric": 2,
        "Good": 2,
        "Luck": 2
      },
      "components": ["V", "G", "DF"],
      "executionTime": "1 ação padrão",
      "magicRange": "Toque",
      "target": "Criatura viva tocada",
      "duration": "1 minuto/nível",
      "resistanceTest": "Nenhum",
      "magicResistance": "Sim (inofensiva)",
      "magicDescription": "Essa magia concede ao alvo +1 de bônus de moral para jogadas de ataque e testes de resistência contra efeitos de medo, além de 1d8 + nível do conjurador (máximo de +10) pontos de vida temporários."
    },
    {
      "id": 10,
      "magicName": "Alarme",
      "school": "Abjuração",
      "magicLevel": {
        "Bard": 1,
        "Ranger": 1,
        "Sorcerer/Wizard": 1
      },
      "components": ["V", "G", "F/DF"],
      "executionTime": "1 ação padrão",
      "magicRange": "Curto (7,5 m +1,5 m/2 níveis)",
      "area": "Emanação de 6 m de raio centrada em um ponto no espaço",
      "duration": "2 horas/nível (D)",
      "resistanceTest": "Nenhum",
      "magicResistance": "Não",
      "magicDescription": "Essa magia emite um aviso mental ou audível sempre que uma criatura de tamanho Miúdo ou maior invadir ou tocar a área protegida. Uma criatura que fale a senha (determinada no momento da conjuração) não dispara o alarme. É preciso decidir se o alarme será mental ou audível no momento da conjuração.",
      "variants": [
        {
          "type": "Alarme Mental",
          "description": "Um alarme mental alerta o conjurador (e somente ele) desde que esteja a menos de 1,5 km da área protegida. Ele receberá um aviso mental que o acordará se estiver dormindo, mas não perturbará sua concentração. Uma magia silêncio não tem efeito sobre um alarme mental."
        },
        {
          "type": "Alarme Audível",
          "description": "Um alarme audível produz o som de uma sineta; qualquer criatura a menos de 18 m da área protegida poderá ouvi-lo claramente. Reduza a distância em 3 m para cada porta fechada e em 6 m a cada parede entre a pessoa e o alarme. Em condições silenciosas, o som pode ser ouvido a até 54 m de distância. O alarme continua durante 1 rodada. As criaturas dentro da área de uma magia silêncio não conseguem ouvir o alarme."
        }
      ],
      "focus": "Um pequeno sino e um fio de prata bem fino."
    },
    {
      "id": 11,
      "magicName": "Aliado Extra-Planar",
      "school": "Conjuração (Convocação) [veja o texto para aliado extra-planar menor]",
      "magicLevel": {
        "Cleric": 6
      },
      "components": ["V", "G", "DF", "XP"],
      "executionTime": "10 minutos",
      "magicRange": "Curto (7,5 m + 1,5 m/2 níveis)",
      "effect": "Um ou dois elementais ou criaturas planares convocados, totalizando 12 DV no máximo, todos a menos de 9 metros entre si quando surgirem",
      "duration": "Instantânea",
      "resistanceTest": "Nenhum",
      "magicResistance": "Não",
      "magicDescription": "Essa magia é semelhante a aliado extra-planar menor, exceto que o personagem é capaz de convocar uma única criatura de 12 DV (ou menos) ou duas criaturas do mesmo tipo cujos Dados de Vida totalizem 12 DV. As criaturas concordam em ajudar o personagem, mas exigem um favor em troca.",
      "xpCost": 250
    }
  ]
}